{
    "connectionON":"Verbunden",
    "connectionOFF":"Verbindung getrennt",

    "creationStep":"ERSTELLUNG",
    "keygenStep":"SCHLÜSSEL-ERZEUGUNG",
    "votingStep":"ABSTIMMUNG",
    "tallyingStep":"AUSZÄHLUNG",
    "resultStep":"RESULTAT",

    "voteButtonCreate":"Abstimmung erstellen",
    "electionButtonCreate":"Wahl erstellen",
    "creationText":"Entscheiden Sie, ob Sie eine Abstimmung oder eine Wahl erstellen möchten und betätigen Sie den jeweiligen Knopf. Sie werden automatisch zur Einrichtungsseite weitergeleitet.",

    "voteCreationTitleCreate":"Erstellung der Abstimmung",
    "voteCreationTextCreate":"Geben Sie den Namen der Abstimmung und die Abstimmungsfragen ein. Mit den + und - Tasten auf der rechten Seite können Sie weitere Fragen hinzufügen oder löschen. Bei der Formulierung der Fragen ist es wichtig, dass sie mit 'Ja' oder 'Nein' beantwortet werden können. Wenn Sie fertig sind, klicken Sie auf die 'Senden'- und 'Abstimmung erstellen'-Taste.",
    "voteFormCreate":"Abstimmung",
    "questionFormCreate":"Frage",
    "submitButton":"Senden",
    "backButton":"Zurück",
    "nextStepButton":"Nächster Schritt",
    "createVoteButton":"Abstimmung erstellen",
    "createElectionButton":"Wahl erstellen",
    "loadingButton":"Laden...",
    "seeListButton":"Liste ansehen",
    "deleteVote":"Löschen",
    "editVote":"Abstimmung bearbeiten",
    "placeholderVote":"z.B. Volksabstimmung vom 15. Mai 2022",
    "placeholderElection":"z.b. Schweizer Parlamentswahlen 2023",

    "electionCreationTitleCreate":"Erstellung der Wahl",
    "electionCreationTextCreate":"Geben Sie den Namen der Wahl, die Anzahl Sitze im Parlament und die Parteien, die eine Liste bereit stellen, ein. Mit den + und - Tasten können Sie weitere Parteien hinzufügen oder löschen. Jede Partei muss eine Liste zur Verfügung stellen. Wenn Sie einen Fehler in der Liste bemerken und diese schon eingereicht wurde, können sie die Wahl einfach löschen und neu beginnen. Wenn Sie jedoch fertig sind, klicken Sie auf die 'Senden'- und 'Wahl erstellen'-Taste.",
    "electionFormCreate":"Wahl",
    "numberOfSeatsSelect":"Anzahl von Sitze",
    "partyFormCreate":"Partei",
    "createListButonCreate":"Liste erstellen",
    "deleteButtonElectionCreate":"Wahl löschen",

    "modal1Title":"Sind Sie sicher, dass Sie diese Abstimmung erstellen wollen?",
    "modal1Subtitle":"Nach der Erstellung können Sie diese Abstimmung nicht mehr bearbeiten.",
    "modalYesSure":"Ja ich bin sicher",
    "modalNo":"Nein, abbrechen",
    "modalCloseList":"Liste schliessen",
    "modalCancel":"Abbrechen",
    "modal3Title":"Sind Sie sicher, dass Sie diese Liste erstellen wollen?",
    "modal3Subtitle":"Nach der Erstellung können Sie diese Liste und die Anzahl von Sitze nicht mehr bearbeiten",
    "modal4Title":"Sind Sie sicher, dass Sie diese Wahl erstellen wollen?",
    "modal4Subtitle":"Nach der Erstellung können Sie diese Wahl nicht mehr bearbeiten.",
    "modalDeleteTitle":"Sind Sie sicher, dass Sie zurückgehen wollen?",
    "modalDeleteSubtitle":"Dadurch wird alles gelöscht, was Sie erstellt haben.",

    "titleKeyGen":"SCHLÜSSELERZEUGUNG",
    "textKeyGen":"Warten Sie, bis alle Schlüssel von den Sealer erstellt wurden. Wenn dies geschehen ist, können Sie diese Schlüssel zu einem Schlüssel kombinieren und dann mit dem nächsten Schritt fortfahren. Durch das Kombinieren der Schlüssel wird ein öffentlicher Schlüssel erstellt, der zur Verschlüsselung der Stimmzettel verwendet wird. ",
    "numberOfKeysKeyGen":" öffentliche Schlüssel wurden erstellt",
    "waitingforSealersKeyGen":"auf Sealer warten",
    "readyForCombineKeyGen":"bereit die Schlüssel zu kombinieren",
    "combineKeysButtonKeyGen":"Schlüssel kombinieren",


    "titleVoting":"Abstimmung / Wahl",
    "textVoting":"Mit diesem Schritt wird die Abstimmung oder Wahl eröffnet. In diesem Schritt warten Sie, bis Sie entscheiden, dass die Abstimmung oder Wahl geschlossen werden soll. Wenn Sie auf die 'Abstimmung beenden'-Taste oder auf die 'Wahl beenden'-Taste klicken, wird die Abstimmung oder die Wahl geschlossen und die Stimmbürger können ihre Stimmzettel oder Listen nicht mehr einreichen.",
    "modalTitleVoting":"Sind Sie sicher, dass Sie diese Abstimmung oder Wahl schliessen wollen?",
    "modalSubtitleVoting":"Danach können die Stimmbüger ihre Stimmzettel und Listen nicht mehr einreichen.",
    "endVoteButton": "Abstimmung beenden",
    "endElectionButton": "Wahl beenden",


    "titleTallying":"Auszählung",
    "textTallying":"Warten Sie, bis alle Schlüssel von den Sealer entschlüsselt worden sind. Wenn dies geschehen ist, muss die Entschlüsselung für alle Fragen oder Parteilisten kombiniert werden. Wenn nur ein Sealer vergisst, eine Frage oder eine Parteiliste zu entschlüsseln, kann das Ergebnis nicht eingesehen werden.",
    "waitingForSealersTallying":"Sealers haben ihre Schlüssel entschlüsselt",
    "combineDecryptionButtonTallying":"Entschlüsselung kombinieren",
    "decryptionSuccessful":"Entschlüsselung war erfolgreich",
    "resultButton":"Resultate",


    "titleResult":"Resultat",
    "textResultVote":"Die Abstimmung ist zu Ende und anbei finden Sie das Resultat auf. Es werden zu jeder Abstimmungsfrage nur die Ja und Nein Stimmen aufgelistet. Die leeren Stimmen werden nicht angezeigt.",
    "textResultElection":"Die Wahl ist vorbei und anbei finden Sie das Ergebnis. Die Zahl in Klammern neben der Partei ist die Anzahl der Stimmen für diese Partei. Daneben stehen die Mitglieder der Partei und ihre Stimmen. Es sind nur die Mitglieder aufgeführt, die mindestens eine Stimme erhalten haben.",
    "yesVotes":"Ja-Stimmen:",
    "noVotes":"Nein-Stimmen:",
    "closeWindow":"Fenster schliessen"


}